Repository: Nitnelav/josm-matsim-plugin
Catalog: src/main/po/*.po
Languages: de, hu, it, pt, ru

source: Activate MATSim Renderer
de: MATSim-Renderer aktivieren
hu: MATSim megjelenítő aktiválása
it: Attiva MATSim Renderer
pt: Ativar renderizador MATSim
ru: Активировать отрисовщик MATSim

source: Activate hierarchy filter
de: Hierarchiefilter aktivieren
hu: Hierarchiaszűrő aktiválása
it: Attiva il filtro gerarchico
pt: Ativar filtro de hierarquia
ru: Активировать фильтр иерархии

source: Check for Incomplete Routes
de: Auf unvollständige Routen überprüfen
hu: Hiányos útvonalak keresése
it: Verifica le Rotte Incomplete
pt: Verificar rotas incompletas
ru: Проверить на неполные маршруты

source: Clean Network
de: Netzwerk bereinigen
hu: Hálózat tisztítása
it: Pulisci Rete
pt: Limpar Rede
ru: Очистить сеть

source: Click to download the currently selected area
de: Klicken Sie, um die derzeitig ausgewählten Bereiche herunterzuladen
hu: Kattints a kijelölt terület letöltéséhez
it: Clicca per scaricare l''area attualmente selezionata
pt: Clique para descarregar a área selecionada
ru: Щёлкните, чтобы скачать текущую выделенную область

source: Configure the MATSim plugin.
de: Das MATSim-Plugin einrichten
hu: A MATSim beépülő modul beállításai
it: Configura il plugin MATSim
pt: Configurar o módulo MATSim.
ru: Настроить модуль MATSim.

source: Contacting OSM Server...
de: Verbindung zum OSM-Server…
hu: Kapcsolódás az OSM szerverhez...
it: Collegamento al server OSM in corso...
pt: A contactar o servidor OpenStreetMap...
ru: Соединение с сервером OSM...

source: Convert Osm layer to MATSim network layer
de: OSM-Ebene zu MATSim Netzwerk-Ebene konvertieren
hu: OSM-réteg konvertálása MATSim hálózati réteggé
it: Converti il livello OSM in un livello di rete MATSim
pt: Converter camada Osm numa camada de rede MATSim
ru: Преобразовать слой OSM в слой сети MATSim

source: Convert to MATSim Layer
de: Zu MATSim-Ebene konvertieren
hu: MATSim réteggé konvertálás
it: Converti in livello MATSim
pt: Converter numa camada MATSim
ru: Преобразовать в слой MATSim

source: Convert to MATSim Network
de: Zu MATSim-Netzwerk konvertieren
hu: MATSim hálózattá konvertálás
it: Converti in una rete MATSim
pt: Converter numa rede MATSim
ru: Преобразовать в сеть MATSim

source: Converter
de: Konverter
hu: Konvertáló
it: Convertitore
pt: Conversor
ru: Конвертер

source: Create Master Routes
it: Crea itinerari master
pt: Criar Rotas Mestre
ru: Создать мастер-маршрут

source: Create areas for public transport stops
de: Erzeuge Flächen für ÖPNV-Haltepunkte
hu: Területek létrehozása tömegközlekedési megállókhoz
it: Crea aree per fermate del trasporto pubblico
pt: Criar áreas para paragens de transportes públicos
ru: Создать области для остановок общественного транспорта

source: Create new Network
de: Neues Netzwerk erzeugen
hu: Új hálózat létrehozása
it: Crea una nuova rete
pt: Criar nova Rede
ru: Создать новую сеть

source: Defaults
de: Standardwerte
hu: Alapértelmezettek
it: Predefiniti
pt: Padrões
ru: По умалчанию

source: Download
de: Daten herunterladen
hu: Letöltés
it: Scarica
pt: Descarregar
ru: Скачать

source: Download VBB…
de: VBB herunterladen…
hu: VBB letöltése...
it: Scarica VBB...
pt: Descarregar VBB…

source: Download data from Overpass API, filtered by relevance for MATSim.
de: Daten von Overpass API herunterladen, nach Relevanz für MATSim gefiltert.
hu: Adatok letöltése Overpass API-val, fontosság szerint szűrve MATSim számára.
it: Scarica dati da Overpass API, prendendo solo quelli rilevanti a MATSim.
ru: Скачать данные с Overpass API, отфильтрованные по значимости для MATSim.

source: Download from Overpass API...
de: Von der Overpass API herunterladen…
hu: Letöltés Overpass API-n keresztül
it: Scarica da Overpass API...
pt: Descarregar da API do Overpass…
ru: Скачать с Overpass API...

source: Download members and stop areas
de: Lade Mitglieder und Haltestellenbereiche herunter
it: Scarica membri ed aree di stop
pt: Descarregar membros e áreas de paragens
ru: Скачать участников и остановочные зоны

source: Duplicated Id {0} not allowed.
de: Doppelte ID {0} ist nicht erlaubt.
hu: Dupla azonosító {0} nincs megengedve.
it: Id Duplicato {0} non permesso.
pt: ID duplicado {0} não permitido.
ru: Дублирование Id {0} запрещено.

source: Export MATSim network to shape file...
de: Exportiere MATSim-Netzwerk als Shapefile…
it: Esporta la rete MATSim su file shape...
pt: Exportar rede MATSim para um ficheiro shape...
ru: Экспортировать сеть MATSim в shape-файл...

source: Export MATSim network to shape file…
de: Exportiere MATSim-Netzwerk als Shapefile…
it: Esporta la rete su file shape...
pt: Exportar rede MATSim para um ficheiro shape…
ru: Экспортировать сеть MATSim в shape-файл…

source: Export MATSim transit schedule…
de: Den MATSim Transit-Ablaufplan exportieren…
it: Esporta orari di transito MATSim...

source: Export failed due to validation errors. See validation layer for details.
de: Der Export ist fehlgeschlagen, weil es bei der Validierung zu Fehlern kam. Siehe Validierungs-Ebene für Details.
it: Impossibile esportare perché sono stati riscontrati degli errori. Vedi il livello della validazione per ulteriori dettagli.
ru: Сбой экспорта из-за ошибок валидации. Подробнее смотрите в слое результатов проверки.

source: Exported network xml version
de: Version des exportierten XML-Netzwerks
hu: Hálózati XML fájl exportálva
it: Rete esportata in versione XML

source: Failure
de: Fehler
hu: Hiba
it: Guasto
pt: Falha
ru: Ошибка

source: Fix transit schedule validation errors
de: Fehler in den Prüfergebnissen für Transit-Ablaufpläne beheben
it: Correggi gli errori di validazioni degli orari di transito

source: General
de: Allgemein
it: Generale
pt: Geral

source: Import
de: Importieren
hu: Importálás
it: Importa
pt: Importar
ru: Импортировать

source: Import MATSim scenario
de: MATSim-Szenario importieren
it: Importa lo scenario di MATSim
pt: Importar cenário MATSim
ru: Импортировать сценарий MATSim

source: Include road type in output
de: Straßentyp soll in der Ausgabe enthalten sein
it: Includi il tipo di strada nel risultato
pt: Incluir tipo de estrada na saída

source: Incomplete route {0} - Auto repair to download missing elements (cannot be undone)
it: Itinerario {0} incompleto - ripara automaticamente per scaricare gli elementi mancanti (non si può tornare indietro)

source: Information
hu: Információ
it: Informazioni
pt: Informação
ru: Информация

source: Keep Paths
it: Mantieni Percorsi

source: Lines: {0} / Routes: {1}
de: Linien: {0} / Routen: {1}
hu: Vonal: {0} / útvonal: {1}
it: Linee: {0} / Itinerari: {1}
pt: Linhas: {0} / Rotas: {1}
ru: Линий: {0} / маршрутов: {1}

source: Link offset for overlapping links
it: Scostamento per i collegamenti che si incrociano

source: Links/Nodes
de: Kanten/Knoten
it: Collegamenti/Nodi

source: Links: {0} / Nodes: {1}
de: Kanten: {0} / Knoten: {1}
it: Collegamenti: {0} / Nodi: {1}

source: MASim preferences
de: MATSim-Einstellungen
hu: MASim beállítások
it: Preferenze MATSim
pt: Preferências MASim
ru: Настройки MASim

source: MATSim Import
it: Importa da MATSim
pt: Importação MATSim
ru: Импорт MATSim

source: MATSim Transit Schedule Files
it: File degli orari di transito MATSim

source: MATSimValidation
de: MATSimValidierung
it: ValidazioneMATSim

source: Network Attributes
de: Netzwerk-Attribute
hu: Hálózati tulajdonságok
it: Attributi della rete
pt: Atributos da Rede
ru: Атрибуты сети

source: New MATSim network
de: Neues MATSim-Netzwerk
hu: Új MATSim hálózat
it: Nuova rete di MATSim
pt: Nova rede MATSim
ru: Новая сеть MATSim

source: No MATSim layer active
de: Keine MATSim-Ebene ist aktiv
hu: Nincs aktív MATSim réteg
it: Nessun livello di MATSim attivo
pt: Nenhum camada MATSim ativa
ru: Нет активного слоя MATSim

source: Nothing to export. Get some data first.
de: Nichts zu exportieren. Es sind keine Daten vorhanden.
hu: Nincs mit exportálni. Először szerezz néhány adatot.
it: Niente da esportare. Prima è necessario ottenere dei dati.
pt: Nada a exportar. Obtenha primeiro alguns dados.
ru: Нечего экспортировать. Сначала получите какие-нибудь данные.

source: OSM Repair
de: OSM-Reparatur
it: Ripara OSM

source: Only convert hierarchies up to:
de: Hierarchien nur konvertieren bis höchstens:
it: Converti solamente le gerarchie fino a:

source: Route {0} with no Route Master
it: Itinerario {0} senza itinerario master
ru: Маршрут {0} без мастер-маршрута

source: Save MATSim network file
de: MATSim Netzwerk-Datei speichern
hu: MATSim hálózati fájl mentése
it: Salva il file della rete di MATSim
ru: Сохранить файл сети MATSim

source: Select to download {0} highways in the selected download area.
de: Auswählen, um {0} Straßen im ausgewählten Herunterladebereich herunterzuladen.
it: Seleziona per scaricare {0} strade nell’area di scaricamento selezionata.

source: Select to download {0} routes in the selected download area.
de: Auswählen, um {0} Routen im ausgewählten Herunterladebereich herunterzuladen.
it: Seleziona per scaricare {0} itinerari nell’area di scaricamento selezionata.

source: Set conversion defaults
hu: Alapértelmezett konvertálási beállítások
it: Impostazioni predefinite della conversione

source: Shape Files
it: File di Figura

source: Show internal Ids in table
de: Interne IDs in Tabelle anzeigen
it: Mostra gli identificatori interni nella tabella
ru: Показывать внутренние Id в таблице

source: Show link-Ids
it: Mostra i link-Ids

source: Simulate
de: Simulieren
hu: Szimuláció
it: Simula
pt: Simular
ru: Симуляция

source: Test for incomplete routes
hu: Hiányos útvonalak tesztelése
it: Verifica le rotte incomplete
ru: Проверка на неполные маршруты

source: Test for master routes
it: Verifica degli itinerari master
ru: Проверка мастер-маршрутов

source: Transit routes lite
it: Itinerari di transito semplificati

source: Transit support [alpha]
de: Transit-Unterstützung [alpha]
it: Supporto al trasporto pubblico [alfa]

source: Update tags for public transport stops
it: Aggiornare i tags per le fermate del trasporto pubblico
ru: Обновить теги для остановок общественного транспорта

source: Validate TransitSchedule
it: Valida TransitSchedule

source: Validates MATSim-related network data
de: Validiert Netzwerkdaten, die mit MATSim zusammenhängen
it: Convalida i dati della rete relativi a MATSim

source: Validates MATSim-related transit schedule data
de: Überprüft Daten für Transit-Ablaufpläne, die mit MATSim zusammenhängen
it: Convalida i dati degli orari di transito relativi a MATSim

source: Validaton resulted in warnings. Proceed?
de: Prüfergebnis enthält Warnungen. Weitermachen?
it: Il controllo ha riportato degli avvertimenti. Continuare?
pt: A validação resultou em avisos. Continuar?

source: Visualization
de: Visualisierung
hu: Megjelenítés
it: Visualizzazione
pt: Visualização
ru: Визуализация

source: Warning
de: Warnung
hu: Figyelmeztetés
it: Attenzione
pt: Aviso
ru: Предупреждение

source: edit network attributes
de: Netzwerk-Attribute bearbeiten
hu: Hálózati tulajdonságok szerkesztése
it: modifica gli attributi della rete
pt: editar atributos da rede
ru: изменить атрибуты сети

source: Allows to edit and extract network information for the traffic simulation MATSim
de: Ermöglicht das Bearebeiten und Extrahieren von Netzwerkinformationen für die MATSim-Verkehrssimulation
it: Permette di modificare ed estrarre le informazioni della rete per il simulatore del traffico di MATSim
ru: Позволяет редактировать и извлекать информацию о транспортной сети для транспортного симулятора MATSim

source: Menu: {0}
de: Menü: {0}
hu: Menü: {0}
ru: Меню: {0}
